Repository: ak375456/gradelab_app
Catalog: dummy name/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, sv

source: A multichannel source audio track has no channel layout and cannot be preserved safely.
de: Eine mehrkanalige Quell-Audiospur hat kein Kanal-Layout und kann nicht sicher erhalten werden.
es: Una pista de audio de origen multicanal no tiene configuración de canales y no se puede conservar de forma fiable.
fr: Une piste audio source multicanale n'a pas de configuration de canaux et ne peut pas être préservée de façon fiable.
it: Una traccia audio sorgente multicanale non ha una configurazione dei canali e non può essere conservata in modo affidabile.
sv: Ett flerkanaligt ljudspår i källan saknar kanallayout och kan inte bevaras säkert.

source: A professional finish
de: Ein professionelles Finish
es: Un acabado profesional
fr: Une finition professionnelle
it: Una finitura professionale
sv: En professionell finish

source: A short burst of speed that skips the dull part without a cut.
de: Ein kurzer Temposchub, der die langweilige Stelle ohne Schnitt überspringt.
es: Un breve acelerón que se salta la parte aburrida sin necesidad de un corte.
fr: Une brève accélération qui saute le passage sans intérêt, sans couper.
it: Un breve scatto di velocità che salta la parte noiosa senza uno stacco.
sv: En kort fartökning som hoppar över den tråkiga biten utan en klippning.

source: A soft diffusion across the whole frame, not only the highlights.
de: Eine weiche Diffusion über das ganze Bild, nicht nur über die Lichter.
es: Una difusión suave por todo el fotograma, no solo en las altas luces.
fr: Une diffusion douce sur toute l'image, pas seulement sur les hautes lumières.
it: Una diffusione morbida su tutto il fotogramma, non solo sulle alte luci.
sv: En mjuk diffusion över hela bilden, inte bara högdagrarna.

source: A source audio track has an unreadable format and cannot be preserved.
de: Eine Quell-Audiospur hat ein nicht lesbares Format und kann nicht erhalten werden.
es: Una pista de audio de origen tiene un formato ilegible y no se puede conservar.
fr: Une piste audio source a un format illisible et ne peut pas être préservée.
it: Una traccia audio sorgente ha un formato illeggibile e non può essere conservata.
sv: Ett ljudspår i källan har ett oläsbart format och kan inte bevaras.

source: A source audio track has invalid channel or sample-rate information.
de: Eine Quell-Audiospur hat ungültige Kanal- oder Abtastraten-Informationen.
es: Una pista de audio de origen tiene información de canales o de frecuencia de muestreo no válida.
fr: Une piste audio source a des informations de canaux ou de fréquence d'échantillonnage non valides.
it: Una traccia audio sorgente ha informazioni sui canali o sulla frequenza di campionamento non valide.
sv: Ett ljudspår i källan har ogiltig kanal- eller samplingsfrekvensinformation.

source: A source frame could not be read.
de: Ein Quellframe konnte nicht gelesen werden.
es: No se ha podido leer un fotograma de origen.
fr: Une image source n’a pas pu être lue.
it: Non è stato possibile leggere un fotogramma sorgente.
sv: Det gick inte att läsa en källbildruta.

source: A source frame has an invalid presentation timestamp.
de: Ein Quellframe hat einen ungültigen Präsentationszeitstempel.
es: Un fotograma de origen tiene una marca de tiempo de presentación no válida.
fr: Une image source a un horodatage de présentation non valide.
it: Un fotogramma sorgente ha un timestamp di presentazione non valido.
sv: En källbildruta har en ogiltig presentationstidsstämpel.

source: A text field keeps its own typing, selection and cut, copy and paste while you are in it. Editor shortcuts resume when you leave the field.
de: Ein Textfeld behält seine eigene Eingabe, Auswahl sowie Ausschneiden, Kopieren und Einsetzen, solange du darin bist. Die Editor-Kurzbefehle greifen wieder, sobald du das Feld verlässt.
es: Mientras estás en un campo de texto, este conserva su propia escritura, selección y las funciones Cortar, Copiar y Pegar. Los atajos del editor vuelven en cuanto sales del campo.
fr: Un champ de texte conserve sa propre saisie, sa sélection et ses commandes Couper, Copier et Coller tant que vous y êtes. Les raccourcis de l’éditeur reprennent dès que vous quittez le champ.
it: Un campo di testo mantiene la propria digitazione, la selezione e i comandi Taglia, Copia e Incolla finché ci sei dentro. Le abbreviazioni dell’editor tornano attive appena esci dal campo.
sv: Ett textfält behåller sin egen inmatning, markering och klipp ut, kopiera och klistra in så länge du är i det. Redigerarens genvägar återupptas när du lämnar fältet.

source: A thin line around the canvas on the preview, so the frame you are exporting stays visible against the workspace even when a clip is scaled down inside it. The canvas colour itself is set per project in the Canvas tool.
de: Eine dünne Linie um die Arbeitsfläche in der Vorschau, damit das Bild, das du exportierst, auch dann vom Arbeitsbereich abgegrenzt bleibt, wenn ein Clip darin verkleinert ist. Die Farbe der Arbeitsfläche selbst stellst du je Projekt im Werkzeug „Arbeitsfläche“ ein.
es: Una línea fina alrededor del lienzo en la previsualización, para que el fotograma que vas a exportar siga distinguiéndose del área de trabajo aunque un clip esté reducido dentro de él. El color del lienzo se ajusta por proyecto en la herramienta Lienzo.
fr: Un mince trait autour du canevas dans l’aperçu, afin que l’image exportée reste visible face à l’espace de travail même lorsqu’un clip y est réduit. La couleur du canevas elle-même se règle projet par projet dans l’outil Canevas.
it: Una linea sottile attorno al canvas nell’anteprima, così l’immagine che stai esportando resta distinguibile dall’area di lavoro anche quando una clip è rimpicciolita al suo interno. Il colore del canvas si imposta per progetto nello strumento Canvas.
sv: En tunn linje runt arbetsytan i förhandsvisningen, så att bildrutan du exporterar syns mot arbetsytan även när ett klipp är förminskat inuti den. Arbetsytans egen färg ställs in per projekt i arbetsyteverktyget.

source: A tile of the image could not be rendered.
de: Eine Kachel des Bildes konnte nicht gerendert werden.
es: No se pudo renderizar un fragmento de la imagen.
fr: Une tuile de l'image n'a pas pu être rendue.
it: Non è stato possibile renderizzare una porzione dell'immagine.
sv: En ruta av bilden kunde inte renderas.

source: A track matte points at a layer that is not in the timeline.
de: Eine Track Matte verweist auf eine Ebene, die nicht in der Timeline ist.
es: Una máscara de pista apunta a una capa que no está en la línea de tiempo.
fr: Un cache de piste pointe vers un calque absent de la timeline.
it: Una maschera traccia punta a un livello che non è nella timeline.
sv: En track matte pekar på ett lager som inte finns på tidslinjen.

source: A transition must connect one adjacent pair of video clips.
de: Ein Übergang muss genau ein benachbartes Paar Videoclips verbinden.
es: Una transición debe conectar un único par de clips de vídeo adyacentes.
fr: Une transition doit relier une seule paire de clips vidéo adjacents.
it: Una transizione deve collegare una sola coppia di clip video adiacenti.
sv: En övergång måste förbinda ett par intilliggande videoklipp.

source: A transition needs video on both sides.
de: Ein Übergang benötigt auf beiden Seiten Video.
es: Una transición necesita vídeo a ambos lados.
fr: Une transition nécessite de la vidéo des deux côtés.
it: Una transizione richiede video su entrambi i lati.
sv: En övergång behöver video på båda sidor.

source: A transition source frame is unavailable.
de: Ein Übergangs-Quellframe ist nicht verfügbar.
es: No hay disponible un fotograma de origen de transición.
fr: Une image source de transition est indisponible.
it: Un fotogramma sorgente di transizione non è disponibile.
sv: En källbildruta för övergången är inte tillgänglig.

source: A transition source is unavailable.
de: Eine Übergangsquelle ist nicht verfügbar.
es: No hay disponible un origen de transición.
fr: Une source de transition est indisponible.
it: Una sorgente di transizione non è disponibile.
sv: En källa för övergången är inte tillgänglig.

source: A video clip references non-video media.
de: Ein Videoclip referenziert ein Medium, das kein Video ist.
es: Un clip de vídeo referencia un medio que no es vídeo.
fr: Un clip vidéo référence un média qui n’est pas une vidéo.
it: Una clip video fa riferimento a media non video.
sv: Ett videoklipp hänvisar till medier som inte är video.

source: A video layer frame is unavailable.
de: Ein Videoebenen-Frame ist nicht verfügbar.
es: No hay disponible un fotograma de capa de vídeo.
fr: Une image de calque vidéo est indisponible.
it: Un fotogramma di livello video non è disponibile.
sv: En bildruta för videolagret är inte tillgänglig.

source: About
de: Über
es: Información
fr: À propos
it: Informazioni
sv: Om

source: About %lld hr %lld min remaining
de: Noch etwa %lld Std. %lld Min.
es: Quedan unas %lld h %lld min
fr: Environ %lld h %lld min restantes
it: Circa %lld h e %lld min rimanenti
sv: Cirka %lld tim %lld min kvar

source: About %lld hr remaining
de: Noch etwa %lld Std.
es: Quedan unas %lld h
fr: Environ %lld h restantes
it: Circa %lld h rimanenti
sv: Cirka %lld tim kvar

source: About %lld min remaining
de: Noch etwa %lld Min.
es: Quedan unos %lld min
fr: Environ %lld min restantes
it: Circa %lld min rimanenti
sv: Cirka %lld min kvar

source: About %lld sec remaining
de: Noch etwa %lld Sek.
es: Quedan unos %lld s
fr: Environ %lld s restantes
it: Circa %lld s rimanenti
sv: Cirka %lld sek kvar

source: About half the size of JPEG at the same quality. Lossy.
de: Etwa halb so groß wie JPEG bei gleicher Qualität. Verlustbehaftet.
es: Aproximadamente la mitad del tamaño de un JPEG con la misma calidad. Con pérdidas.
fr: Environ deux fois plus léger que le JPEG à qualité égale. Avec pertes.
it: Circa la metà della dimensione di un JPEG a parità di qualità. Con perdita.
sv: Ungefär hälften så stor som JPEG vid samma kvalitet. Förstörande.

source: Add
de: Hinzufügen
es: Añadir
fr: Ajouter
it: Aggiungi
sv: Lägg till

source: Add / remove at playhead
de: Am Abspielkopf hinzufügen / entfernen
es: Añadir / quitar en el cabezal
fr: Ajouter / retirer à la tête de lecture
it: Aggiungi / rimuovi alla testina
sv: Lägg till/ta bort vid uppspelningshuvudet

source: Add / Remove Marker
de: Marker hinzufügen / entfernen
es: Añadir / quitar marcador
fr: Ajouter / retirer un marqueur
it: Aggiungi / rimuovi marcatore
sv: Lägg till/ta bort markör

source: Add %@ at playhead
de: %@ am Abspielkopf hinzufügen
es: Añadir %@ en el cabezal
fr: Ajouter %@ à la tête de lecture
it: Aggiungi %@ alla testina
sv: Lägg till %@ vid uppspelningshuvudet

source: Add %@ mask
de: %@-Maske hinzufügen
es: Añadir máscara %@
fr: Ajouter un masque %@
it: Aggiungi maschera %@
sv: Lägg till %@-mask

source: Add %@ to the timeline
de: %@ zur Timeline hinzufügen
es: Añadir %@ a la línea de tiempo
fr: Ajouter %@ à la timeline
it: Aggiungi %@ alla timeline
sv: Lägg till %@ på tidslinjen

source: Add a clip with a known frame rate before playing or exporting.
de: Füge einen Clip mit bekannter Bildrate hinzu, bevor du abspielst oder exportierst.
es: Añade un clip con una velocidad de fotogramas conocida antes de reproducir o exportar.
fr: Ajoutez un clip dont la cadence est connue avant de lire ou d’exporter.
it: Aggiungi una clip con frequenza fotogrammi nota prima di riprodurre o esportare.
sv: Lägg till ett klipp med känd bildfrekvens innan du spelar upp eller exporterar.

source: Add a keyframe, move the playhead, then change the value.
de: Füge einen Keyframe hinzu, bewege den Abspielkopf und ändere dann den Wert.
es: Añade un fotograma clave, mueve el cabezal y luego cambia el valor.
fr: Ajoutez une image clé, déplacez la tête de lecture, puis modifiez la valeur.
it: Aggiungi un fotogramma chiave, sposta la testina, poi cambia il valore.
sv: Lägg till en keyframe, flytta uppspelningshuvudet och ändra sedan värdet.

source: Add a second layer — a title, a shape, a logo or another clip — to use as the matte.
de: Füge eine zweite Ebene hinzu – einen Titel, eine Form, ein Logo oder einen weiteren Clip – und nutze sie als Matte.
es: Añade una segunda capa —un título, una forma, un logotipo u otro clip— para usarla como máscara.
fr: Ajoutez un deuxième calque — un titre, une forme, un logo ou un autre clip — à utiliser comme cache.
it: Aggiungi un secondo livello — un titolo, una forma, un logo o un’altra clip — da usare come maschera.
sv: Lägg till ett andra lager — en titel, en form, en logotyp eller ett annat klipp — att använda som matte.

source: Add a shape or select a shape clip in the timeline to edit it.
de: Füge eine Form hinzu oder wähle einen Formclip in der Timeline aus, um sie zu bearbeiten.
es: Añade una forma o selecciona un clip de forma en la línea de tiempo para editarlo.
fr: Ajoutez une forme ou sélectionnez un clip de forme dans la timeline pour le modifier.
it: Aggiungi una forma o seleziona una clip di forma nella timeline per modificarla.
sv: Lägg till en form eller välj ett formklipp på tidslinjen för att redigera det.

source: Add a title or select a text clip in the timeline to edit it.
de: Füge einen Titel hinzu oder wähle einen Textclip in der Timeline aus, um ihn zu bearbeiten.
es: Añade un título o selecciona un clip de texto en la línea de tiempo para editarlo.
fr: Ajoutez un titre ou sélectionnez un clip de texte dans la timeline pour le modifier.
it: Aggiungi un titolo o seleziona una clip di testo nella timeline per modificarla.
sv: Lägg till en titel eller välj ett textklipp på tidslinjen för att redigera det.

source: Add a track
de: Eine Spur hinzufügen
es: Añadir una pista
fr: Ajouter une piste
it: Aggiungi una traccia
sv: Lägg till ett spår

source: Add as Overlay
de: Als Overlay hinzufügen
es: Añadir como superposición
fr: Ajouter en superposition
it: Aggiungi come sovrapposizione
sv: Lägg till som överlägg

source: Add Audio
de: Audio hinzufügen
es: Añadir audio
fr: Ajouter de l’audio
it: Aggiungi audio
sv: Lägg till ljud

source: Add audio from Files
de: Audio aus Dateien hinzufügen
es: Añadir audio desde Archivos
fr: Ajouter de l'audio depuis Fichiers
it: Aggiungi audio da File
sv: Lägg till ljud från Filer

source: Add cutout brush
de: Freisteller-Pinsel „Hinzufügen“
es: Pincel de recorte Añadir
fr: Pinceau de détourage Ajouter
it: Pennello di scontorno Aggiungi
sv: Lägg till urklippspensel

source: Add image overlay
de: Bild-Overlay hinzufügen
es: Añadir imagen superpuesta
fr: Ajouter une image en superposition
it: Aggiungi immagine sovrapposta
sv: Lägg till bildöverlägg

source: Add Image Overlay
de: Bild-Overlay hinzufügen
es: Añadir imagen superpuesta
fr: Ajouter une image en superposition
it: Aggiungi immagine sovrapposta
sv: Lägg till bildöverlägg

source: Add mask
de: Maske hinzufügen
es: Añadir máscara
fr: Ajouter un masque
it: Aggiungi maschera
sv: Lägg till mask

source: Add media
de: Medien hinzufügen
es: Añadir material
fr: Ajouter un média
it: Aggiungi contenuti
sv: Lägg till medier

source: Add media before playback.
de: Füge Medien hinzu, bevor du abspielst.
es: Añade medios antes de reproducir.
fr: Ajoutez un média avant la lecture.
it: Aggiungi media prima della riproduzione.
sv: Lägg till medier innan uppspelning.

source: Add on Top
de: Darüber legen
es: Añadir encima
fr: Ajouter par-dessus
it: Aggiungi sopra
sv: Lägg överst

source: Add one, drag it over the part of the picture you want to change, then use Light and Color as usual — only that area moves.
de: Füge eine hinzu, zieh sie über den Bildbereich, den du ändern willst, und nutze Licht und Farbe wie gewohnt — nur dieser Bereich verändert sich.
es: Añade una, arrástrala sobre la parte de la imagen que quieras cambiar y usa Luz y Color como siempre: solo se moverá esa zona.
fr: Ajoutez-en un, faites-le glisser sur la partie de l'image à modifier, puis utilisez Lumière et Couleur comme d'habitude — seule cette zone bouge.
it: Aggiungine una, trascinala sulla parte dell'immagine che vuoi modificare, poi usa Luce e Colore come sempre: si muoverà solo quell'area.
sv: Lägg till en, dra den över den del av bilden du vill ändra och använd sedan Ljus och Färg som vanligt — bara det området påverkas.

source: Add or remove marker
de: Marker hinzufügen oder entfernen
es: Añadir o quitar marcador
fr: Ajouter ou retirer un marqueur
it: Aggiungi o rimuovi marcatore
sv: Lägg till eller ta bort markör

source: Add or remove marker at playhead
de: Marker am Abspielkopf hinzufügen oder entfernen
es: Añadir o quitar marcador en el cabezal
fr: Ajouter ou retirer un marqueur à la tête de lecture
it: Aggiungi o rimuovi marcatore alla testina
sv: Lägg till eller ta bort markör vid uppspelningshuvudet

source: Add overlay
de: Overlay hinzufügen
es: Añadir superposición
fr: Ajouter une superposition
it: Aggiungi sovrapposizione
sv: Lägg till överlägg

source: Add Point
de: Punkt hinzufügen
es: Añadir punto
fr: Ajouter un point
it: Aggiungi punto
sv: Lägg till punkt

source: Add shape
de: Form hinzufügen
es: Añadir forma
fr: Ajouter une forme
it: Aggiungi forma
sv: Lägg till form

source: Add Speed Point
de: Tempopunkt hinzufügen
es: Añadir punto de velocidad
fr: Ajouter un point de vitesse
it: Aggiungi punto di velocità
sv: Lägg till hastighetspunkt

source: Add text
de: Text hinzufügen
es: Añadir texto
fr: Ajouter du texte
it: Aggiungi testo
sv: Lägg till text

source: Add to the timeline
de: Zur Timeline hinzufügen
es: Añadir a la línea de tiempo
fr: Ajouter à la timeline
it: Aggiungi alla timeline
sv: Lägg till på tidslinjen

source: Add to Timeline
de: Zur Timeline hinzufügen
es: Añadir a la línea de tiempo
fr: Ajouter à la timeline
it: Aggiungi alla timeline
sv: Lägg till på tidslinjen

source: Add Track
de: Spur hinzufügen
es: Añadir pista
fr: Ajouter une piste
it: Aggiungi traccia
sv: Lägg till spår

source: Add transition
de: Übergang hinzufügen
es: Añadir transición
fr: Ajouter une transition
it: Aggiungi transizione
sv: Lägg till övergång

source: Add transition at playhead
de: Übergang am Abspielkopf hinzufügen
es: Añadir transición en el cabezal
fr: Ajouter une transition à la tête de lecture
it: Aggiungi transizione alla testina
sv: Lägg till övergång vid uppspelningshuvudet

source: Add video
de: Video hinzufügen
es: Añadir vídeo
fr: Ajouter une vidéo
it: Aggiungi video
sv: Lägg till video

source: Add Video
de: Video hinzufügen
es: Añadir vídeo
fr: Ajouter une vidéo
it: Aggiungi video
sv: Lägg till video

source: Add video after selection
de: Video nach der Auswahl hinzufügen
es: Añadir vídeo después de la selección
fr: Ajouter une vidéo après la sélection
it: Aggiungi video dopo la selezione
sv: Lägg till video efter markeringen

source: Add video overlay
de: Video-Overlay hinzufügen
es: Añadir vídeo superpuesto
fr: Ajouter une vidéo en superposition
it: Aggiungi video sovrapposto
sv: Lägg till videoöverlägg

source: Adds a keyframe here
de: Fügt hier einen Keyframe hinzu
es: Añade un fotograma clave aquí
fr: Ajoute une image clé ici
it: Aggiunge un fotogramma chiave qui
sv: Lägger till en keyframe här

source: Adjusted
de: Angepasst
es: Ajustado
fr: Ajusté
it: Regolato
sv: Justerad

source: ADVANCED
de: ERWEITERT
es: AVANZADO
fr: AVANCÉ
it: AVANZATO
sv: AVANCERAT

source: Advanced bitrate
de: Erweiterte Bitrate
es: Tasa de bits avanzada
fr: Débit avancé
it: Bitrate avanzato
sv: Avancerad bithastighet

source: AFTER
de: NACHHER
es: DESPUÉS
fr: APRÈS
it: DOPO
sv: EFTER

source: Align bottom
de: Unten ausrichten
es: Alinear abajo
fr: Aligner en bas
it: Allinea in basso
sv: Justera nedåt

source: Align left
de: Links ausrichten
es: Alinear a la izquierda
fr: Aligner à gauche
it: Allinea a sinistra
sv: Vänsterjustera

source: Align right
de: Rechts ausrichten
es: Alinear a la derecha
fr: Aligner à droite
it: Allinea a destra
sv: Högerjustera

source: Align to canvas
de: An Arbeitsfläche ausrichten
es: Alinear al lienzo
fr: Aligner sur le canevas
it: Allinea al canvas
sv: Justera mot arbetsytan

source: Align top
de: Oben ausrichten
es: Alinear arriba
fr: Aligner en haut
it: Allinea in alto
sv: Justera uppåt

source: Alignment
de: Ausrichtung
es: Alineación
fr: Alignement
it: Allineamento
sv: Justering

source: All
de: Alle
es: Todo
fr: Tout
it: Tutti
sv: Alla

source: All Add and Remove strokes were reset.
de: Alle Hinzufügen- und Entfernen-Striche wurden zurückgesetzt.
es: Se han restablecido todos los trazos de Añadir y Quitar.
fr: Tous les traits Ajouter et Retirer ont été réinitialisés.
it: Tutti i tratti Aggiungi e Rimuovi sono stati reimpostati.
sv: Alla Lägg till- och Ta bort-drag återställdes.

source: Allow GradeLab to add to Photos in Settings, then try again.
de: Erlaube GradeLab in den Einstellungen den Zugriff auf „Fotos“ und versuche es erneut.
es: Permite que GradeLab añada a Fotos en Ajustes y vuelve a intentarlo.
fr: Autorisez GradeLab à ajouter à Photos dans Réglages, puis réessayez.
it: Consenti a GradeLab di aggiungere a Foto in Impostazioni, poi riprova.
sv: Tillåt GradeLab att lägga till i Bilder under Inställningar och försök igen.

source: Almost done
de: Fast fertig
es: Casi listo
fr: Presque terminé
it: Quasi finito
sv: Nästan klart

source: Alpha Inverted Matte
de: Alpha Matte invertiert
es: Máscara alfa invertida
fr: Cache alpha inversé
it: Maschera alfa invertita
sv: Inverterad alfamatte

source: Alpha reads that layer's opacity only — its colour never reaches the picture, so black and white letters cut identically. Inverted keeps the opposite side.
de: Alpha liest nur die Deckkraft dieser Ebene – ihre Farbe erreicht das Bild nie, schwarze und weiße Buchstaben schneiden also identisch. Invertiert behält die Gegenseite.
es: Alfa solo lee la opacidad de esa capa: su color nunca llega a la imagen, así que las letras blancas y negras recortan igual. Invertida conserva el lado contrario.
fr: Alpha ne lit que l’opacité de ce calque — sa couleur n’atteint jamais l’image, si bien que des lettres noires ou blanches découpent à l’identique. Inversé conserve le côté opposé.
it: Alfa legge solo l’opacità di quel livello — il suo colore non raggiunge mai l’immagine, quindi lettere bianche e nere ritagliano allo stesso modo. Invertita mantiene il lato opposto.
sv: Alfa läser bara det lagrets opacitet — dess färg når aldrig bilden, så svarta och vita bokstäver skär ut exakt lika. Inverterad behåller den motsatta sidan.

source: Already graded
de: Bereits gegradet
es: Ya etalonado
fr: Déjà étalonné
it: Già gradato
sv: Redan gradad

source: Also draw the matte source
de: Matte-Quelle ebenfalls zeichnen
es: Dibujar también el origen de la máscara
fr: Dessiner aussi la source du cache
it: Disegna anche la sorgente della maschera
sv: Rita även mattekällan

source: Ambience
de: Ambiente
es: Ambiente
fr: Ambiance
it: Ambiente
sv: Atmosfär

source: An audio clip cannot reference an image.
de: Ein Audioclip kann kein Bild referenzieren.
es: Un clip de audio no puede referenciar una imagen.
fr: Un clip audio ne peut pas référencer une image.
it: Una clip audio non può fare riferimento a un’immagine.
sv: Ett ljudklipp kan inte hänvisa till en bild.

source: An audio clip has no picture to cut.
de: Ein Audioclip hat kein Bild zum Ausschneiden.
es: Un clip de audio no tiene imagen que recortar.
fr: Un clip audio n’a pas d’image à découper.
it: Una clip audio non ha un’immagine da ritagliare.
sv: Ett ljudklipp har ingen bild att klippa i.
